Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/after_your_baby_is_born/breastfeeding.html.txt.tmx
Source language: en
Languages: ga

source: The benefits of breastfeeding for both you and your baby are enormous
ga: Tá buntáistí ollmhóra ag baint le beathú cíche duit féin agus do do leanbh

source: Breast milk provides all the nutrients your baby needs for growth and development, it contains anti-bodies which can help your baby's immune system and it assists the emotional well-being of both mother and baby
ga: Soláthraíonn bainne cíche na cothuithe ar fad a theastaíonn ó do naíonán i gcomhair fáis agus forbartha, tá antashubstaintí ann ar féidir leo cabhrú le córas imdhíonach do naíonáin agus cabhraíonn sé le leas mothaíoch na máthar agus an naíonáin araon

source: Practically all mothers can breastfeed but it does take dedication and commitment
ga: Go bunúsach is féidir le gach máthair beathú cíche a thabhairt ach baineann dúthracht agus tiomantas leis

source: You are more likely to succeed if you have support and all the information you need
ga: Is fearr an dóchúlacht go n-éireoidh leat má bhíonn an tacaíocht agus an t-eolas riachtanach agat

source: You will need to balance the baby's demands for milk with your supply
ga: Beidh ort cóimheá a chruthú idir éilimh an naíonáin ar bhainne agus do sholáthar féin

source: This can take time, as does getting the feeding position right and feeling comfortable with it
ga: Is féidir leis sin tamall a thógáil, faoi mar a thógann sé tamall an t-ionad ceart beathaithe a fháil agus a bheith compordach leis

source: You may find the first couple of weeks of breastfeeding uncomfortable and very tiring, until your supply settles down and the baby learns how to feed well, but as you gain in confidence, you become more relaxed
ga: B'fhéidir go n-aireofá go mbeadh an chéad cúpla seachtain de bheathú cíche míchompordach agus an-tuirsiúil, nó go socraíonn do sholáthar síos agus go bhfoghlaimíonn do leanbh conas beathú maith a dhéanamh, ach de réir mar a mhéadaíonn do mhuinín féin, bíonn tú níos mó ar do chompord

source: By the time your baby is a couple of months old, you will be quite an expert
ga: Faoin am a bheidh do leanbh cúpla mí d'aois, saineolaí ceart a bheidh ionat

source: The HSE has useful guides on breastfeeding at healthpromotion.ie
ga: Tá treoracha úsáideacha ar bheathú cíche ag healthpromotion.ie

source: Under Section 9 of the Maternity Protection (Amendment) Act 2004 certain women in employment who are breastfeeding are entitled to take time off work each day in order to breastfeed
ga: Faoi Mhír 9 den Acht um Chosaint Mháithreachais (Leasú) 2004 tá sé de cheart ag mná faoi leith atá fostaithe agus atá ag beathú páiste le cíoch am a thógáil saor ón obair gach lá ar mhaithe le beathú cíche

source: The provision applies to all women in employment who have given birth within the previous 6 months
ga: Baineann an soláthar seo le gach bean atá fostaithe agus a raibh páiste aici taobh istigh de sé mhí

source: Employers are not obliged to provide facilities in the workplace to facilitate breastfeeding if the provision of such facilities would give rise to considerable costs
ga: Níl aon dualgas ar fhostóirí áiseanna a chur ar fáil sa láthair oibre le cur ar chumas na mná a páiste a bheathú le cíoch más rud é go mbeadh costas mór i gceist leis na háiseanna sin a chur ar fáil

source: At the choice of her employer, the woman may therefore opt to:
ga: Ag brath ar rogha an fhostóra, is féidir leis an mbean ceann den dá rud seo a dhéanamh:

source: • Breastfeed in the workplace or express breast milk, where facilities are provided in the workplace by the employer
ga: • An páiste a bheathú le cíoch ag an láthair oibre nó bainne cíche a fháisceadh, nuair atá áiseanna cuí curtha ar fáil sa láthair oibre ag an bhfostóir

source: • Have their working hours reduced (without loss of pay) to facilitate breastfeeding where facilities are not made available
ga: • A huaireanta oibre a laghdú (gan aon chaillteanas pá) le deis a thabhairt di a páiste a bheathú le cíoch nuair nach bhfuil aon áiseanna curtha ar fáil ag an láthair oibre

source: Women who are in employment and are breastfeeding are entitled to take 1 hour (with pay) off work each day as a breastfeeding break
ga: Is féidir le mná atá fostaithe agus atá ag beathú le cíoch uair an chloig a thógáil (le pá) ón obair gach lá mar bhriseadh

source: This time may be taken as;
ga: Is féidir an t-am a thógáil mar seo a leanas;

source: • One 60 minute break
ga: • Sos amháin 60 nóiméad

source: • Two 30 minute breaks
ga: • Dhá shos 30 nóiméad an ceann

source: • Three 20 minute breaks
ga: • Trí shos 20 nóiméad an ceann

source: You should note, that breaks may be longer and more frequent if agreed between the woman and her employer
ga: Ba cheart a thabhairt faoi deara gur féidir sosanna níos faide agus níos minicí a thógáil má tá sé sin aontaithe ag an mbean lena fostóir

source: Part-time workers are also entitled to breastfeeding breaks, calculated on a pro-rata basis
ga: Tá sé de cheart ag oibrithe páirtaimseartha freisin sosanna le beathú cíche a thógáil, déantar an t-am a ríomh de réir na n-uaireanta oibre atá i gceist

source: The provision for women to breastfeed at work was brought into effect on the 18th October, 2004 through SI 654 of 2004 Maternity Protection (Protection of Mothers who are Breastfeeding) Regulations 2004
ga: Tháinig an soláthar seo do mhná páistí a bheathú le cíoch i bhfeidhm ar an 18 Deireadh Fómhair 2004 tríd IR 654 de Rialacháin 2004 Cosaint Mháithreachais (Cosaint Mháithreacha atá ag Beathú le Cíoch

source: The HSE have produced a useful guide for employers, employees and co-workers entitled Breastfeeding and Work (pdf)
ga: An FSS tar éis a tháirgtear le treoir úsáideach d'fhostóirí, d'fhostaithe agus comh-oibrithe i dteideal Beathú cíche agus oibre (pdf)

source: Women that wish to exercise their rights to breastfeed in employment, must notify their employer (in writing) of their intention to breastfeed at work
ga: Más mian le mná a cearta a éileamh páistí a bheathú le cíoch agus iad fostaithe ní mór dóibh a chur in iúl don fhostóir (i scríbhinn) go bhfuil sé i gceist acu é sin a dhéanamh ag an láthair oibre

source: You must confirm this information at least 4 weeks before the date you intend to return to employment from maternity leave
ga: Ní mór duit é sin a dheimhniú ar a laghad 4 seachtainí roimh an dáta a bhfuil sé i gceist agat filleadh ar an obair ón saoire mháithreachais

source: Employers can require the employee to supply the child’s birth certificate (or some other document confirming the child’s date of birth)
ga: Is féidir le fostóirí iachall a chur ar an bhfostaí teastas breithe an pháiste a chur ar fáil (nó cáipéis eile a dheimhníonn dáta breithe an pháiste)

source: If you find breastfeeding difficult, there are many people who can help and reassure you:
ga: Má tá deacrachtaí agat ag beathú do pháiste le cíoch tá go leor daoine ann le cúnamh agus misneach a thabhairt duit:

source: • At the hospital or at home
ga: • Ag an ospidéal nó sa bhaile

source: The midwife will have had much experience with breastfeeding mothers and will be able to help you get started
ga: Beidh go leor taithí ag an mbean chabhartha ag deileáil le máithreacha atá ag beathú a bpáistí le cíoch agus tabharfaidh sí cúnamh duit ag an tús

source: Some are "lactation consultants" and have specific training in breastfeeding support
ga: Is "comhairleoirí lachta" iad cuid acu agus tá oiliúint faoi leith curtha orthu i dtacaíocht bheathú cíche

source: In addition, most hospitals run a weekly drop-in breastfeeding clinic
ga: Chomh maith, bíonn clinic beathú cíche ag an gcuid is mó ospidéal go seachtainiúil gur féidir bualadh isteach chucu

source: • At the local health centre
ga: • Ag an ionad sláinte áitiúil

source: Breastfeeding support groups are run by the public health nurse
ga: Eagraíonn an t-altra sláinte poiblí grúpaí tacaíochta um bheathú cíche

source: Meetings take place weekly, where you and other mothers can meet the nurse to discuss any problems you might have and to seek her advice
ga: Bíonn cruinnithe ann go seachtainiúil, áit gur féidir leat agus le máithreacha eile labhairt leis an altra agus aon fhadhbanna atá agat a phlé agus a comhairle a lorg

source: Cuidiu - The Irish Childbirth Trust has a list of trained breastfeeding counsellors who will answer any queries you might have
ga: Tá liosta ag Cuidiú – Iontaobhas Breithe Clainne na hÉirean de na comhairleoirí beathú cíche a bhfuil oiliúint curtha orthu agus a mbeidh in ann aon cheist atá agat a fhreagairt

source: They are available all over the country
ga: Tá siad ar fáil ar fud na tíre

source: Contact Cuidiu for the name of your nearest counsellor
ga: Déan teagmháil le Cuidiú le hainm an chomhairleora is giorra duit a fháil

source: In addition, the La Leche League is a voluntary group which provides information and support to women who want to breastfeed their babies
ga: Chomh maith is grúpa deonach é Conradh La Leche a chuireann eolas agus tacaíocht ar fáil do mhná gur mian leo a bpáistí a bheathú le cíoch

source: Their services include telephone counselling and monthly group meetings
ga: I measc a gcuid seirbhísí tá comhairle ar an teileafón, cruinnithe míosúla grúpa agus seirbhís teagmhála le Dochtúirí Teaghlaigh agus le hAltraí Sláinte Poiblí

source: A list of La Leche League counsellors is provided in the telephone book under "La Leche League" - telephone the counsellor nearest you
ga: Tá liosta de chomhairleoirí Conradh La Leche ar fáil san eolaí teileafóin faoin ainm "La Leche League" – cuir glaoch ar an gcomhairle is giorra duit féin

source: Both Cuidiu and La Leche League organise breastfeeding support groups
ga: Eagraíonn Cuidiú agus Conradh La Leche grúpaí tacaíochta um bheathú cíche

source: Contact them for the number of your nearest group. Information on La Leche groups in your area is available here
ga: Déan teagmháil leo le huimhir teagmhála don ghrúpa is giorra duit a fháil

source: Most breastfeeding support services are available free of charge although Cuidiu and the La Leche League charge a small annual membership fee. Further information
ga: Tá suíomh náisiúnta idirlín um bheathú cích ag an Feidhmeannacht Seirbhíse Sláinte a thugann comhairle, leidí agus eolas do thuismitheoirí

source: Cuidiu - The Irish Childbirth Trust
ga: Cuidiú Iontaobhas Breithe Clainne na hÉireann

source: Questions in relation to the protection of mothers who are breastfeeding in employment should be addressed to the Workplace Relations Customer Services as follows:
ga: Ba cheart ceisteanna a bhaineann le cosaint mháithreacha atá ag beathú le cíoch agus iad fostaithe a sheoladh chuig an Seirbhísí do Chustaiméirí um Chaidreamh san Ionad Oibre mar seo a leanas:

source: Information and Customer Service
ga: Seirbhíse Faisnéise agus Custaiméara

source: Opening Hours: Mon. to Fri. 9.30am to 5pm
ga: Uaireanta Oscailte:Luan go hAoine 9.30rn go 5in

source: Tel: (059) 917 8990
ga: Teil: (059) 917 8990

source: Locall: 1890 80 80 90
ga: Lóghlao: 1890 80 80 90

source: Further reading: Both Cuidiu and the La Leche League publish a range of material on breastfeeding
ga: Foilsíonn an dá eagraíocht Cuidiú agus Conradh La Leche réimse ábhair a bhaineann le beathú cíche
